{"translation-revision-date":"2022-09-14 09:54:08+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Uploading (%1$s%%)":["Laddar upp (%1$s%%)"],"Done":["Klar"],"Resume":["Återstarta"],"Video poster (optional)":["Videoaffisch (valfritt)"],"Video title":["Videotitel"],"Please select a video from Library or upload a new one":["Välj ett videoklipp från biblioteket eller ladda upp en ny"],"Error selecting video. Please try again.":["Det gick inte att välja videoklippet. Försök igen."],"Unexpected error uploading video.":["Ett oväntat fel uppstod vid uppladdningen av videoklippet."],"Impossible to get a video preview after ten attempts.":["Det går inte att hämta en videoförhandsvisning efter tio försök."],"Failed to upload your video. Please try again.":["Det gick inte att ladda upp ditt videoklipp. Försök igen."],"Invalid VideoPress URL":["Ogiltig VideoPress-URL"],"No custom Poster image selected. You can upload or select an image from your media library to override the default video image":["Ingen anpassad posterbild har valts. Du kan ladda upp en bild eller välja en bild från ditt mediabibliotek för att åsidosätta videoklippets standardbild"],"You are currently overriding the default Poster image. Remove it if you want to use the default image generated by VideoPress.":["Du åsidosätter för närvarande standardposterbilden. Ta bort den om du vill använda standardbilden som genereras av VideoPress."],"Remove and use default":["Ta bort och använd standard"],"Replace Poster image":["Ersätt posterbild"],"Poster image":["Posterbild"],"Check the recommended video settings.":["Kolla in de rekommenderade videoinställningarna."],"The format of the video you uploaded is not supported.":["Formatet på det uppladdade videoklippet stöds inte."],"Colors adapt to the video as it plays":["Färgerna anpassar sig till videon när den spelas upp"],"Match video":["Matcha video"],"Progress Bar Colors":["Förloppsindikatorfärger"],"Content to dowload before the video is played":["Innehåll att ladda ner innan videon spelas upp"],"Play the video inline instead of full-screen on mobile devices":["Spela upp videon inlagd i texten istället för i fullskärm på mobila enheter"],"Display the video playback controls":["Visa kontrollerna för videouppspelning"],"Restarts the video when it reaches the end":["Startar om videon när den tar slut"],"Start playing the video as soon as the page loads":["Börja spela upp videon så snart sidan laddas"],"Note: Automatically downloading videos may cause issues if there are many videos displayed on the same page.":["OBS! Automatisk nedladdning av videor kan orsaka problem om det visas många videor på samma sida."],"Loading…":["Laddar in …"],"Play Inline":["Spela inline"],"Pause":["Paus"],"Save colors":["Spara färger"],"Progress":["Framsteg"],"Loaded":["Inladdad"],"Main":["Huvudwebbplats"],"Generating preview…":["Genererar förhandsgranskning…"],"Remove Poster Image":["Ta bort posterbild"],"There is no poster image currently selected":["Det finns ingen vald posterbild för tillfället."],"The current poster image url is %s":["URL för den nuvarande posterbilden är %s"],"Select Poster Image":["Välj posterbild"],"VideoPress preload setting\u0004None":["Ingen"],"VideoPress preload setting\u0004Metadata":["Meta-data"],"VideoPress preload setting\u0004Auto":["Auto"],"Preload":["Förhandsladda"],"Playback Controls":["Uppspelningsreglage"],"Muted":["Tystad"],"Loop":["Loop"],"Video Settings":["Videoinställningar"],"Note: Autoplaying videos may cause usability issues for some visitors.":["Obs! Automatisk uppspelning av videoklipp kan försvåra användningen för vissa besökare."],"Write caption…":["Skriv bildtext …"],"Autoplay":["Spela upp automatiskt"],"Try again":["Försök igen"],"Cancel":["Avbryt"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-videopress\/build\/block-editor\/index.js"}}